[
    "Pertarungan perwakilan Umamusume penghujung tahun, dalam \"Hanshin Grand Prize\" GII, 3000m lintasan Shiba—",
    "apakah dia dapat menunjukkan kebangkitannya di sini, ini akan menjadi\\nbalapan penentu bagi Narita Brian",
    "Brian, kamu pasti bisa!!",
    "Mayano, aku mendukungmu!",
    "……",
    "Setiap Umamusume telah berada di gerbang— Dan mulai!",
    "Narita Brian, start yang baik!\\nUmamusume lainnya juga start dengan mulus!",
    "Maya-chi, lepas landas!",
    "Juara \"Arima Kinen\" tahun lalu, Mayano Top Gun, melesat dengan irama baik dan bersiap bersaing dengan Narita Brian",
    "……",
    "Balapan berlangsung dengan tempo tenang, para Umamusume melintasi depan tribun di putaran pertama",
    "Brian-san…",
    "Saat ini tidak ada masalah dengan balapannya, tinggal seberapa banyak tenaga yang bisa dikeluarkannya di akhir",
    "Karena Brian sudah berusaha maksimal, mari kita berikan sorakan terbaik untuknya!",
    "Ini bukan apa-apa! Berjuanglah, Brian!!",
    "Memasuki daftar posisi, Mayano Top Gun saat ini di posisi ke-4, sementara Narita Brian di posisi ke-6",
    "Setiap Umamusume, memotong sisa 1000m tanpa pergerakan signifikan hingga di sini dan memasuki tikungan ketiga",
    "Ayo! Fokuskan pada garis finis!!",
    "Di sinilah Mayano Top Gun mulai menyerang! Dia melompat ke puncak dengan sekali sprint panjang!",
    "…Aduh!!",
    "Narita Brian juga mengeluarkan tenaga sambil memburunya! Mayano Top Gun dan Narita Brian! Balapan kini sepenuhnya antara mereka berdua!!",
    "Narita Brian, pertanyaannya adalah bagaimana caramu memotongnya di lintasan lurus ini!?",
    "Yaaaa～～～!!",
    "…Hah… hah… hah… hah…",
    "Ayo-Ayo, Mayano!!",
    "Kamu pasti bisa, Brian!",
    "Aku yakin pandangan orang-orang di sekitarku melihatku berbeda dari dulu…",
    "Namun, aku tidak mengubah apapun…!",
    "…Hah!?\\nEh… Final Approach～～!!",
    "Dahaga di hatiku, keinginan untuk balapan masih—",
    "Membara seperti api yang berkobar!!",
    "Narita Brian, tidak memberikan jarak selangkah pun!!",
    "Narita Brian menyerang dari jalur luar! Mayano Top Gun membalas dari dalam!",
    "Dari dalam atau luar!? Atau tepat di luar!?",
    "Haaaaaa～～～!!!",
    "Brian berada di puncak, dan Finis!!",
    "Posisi pertama, adalah Narita Brian!!",
    "Sorak-sorai gegap gempita yang tak terbendung dari tribun!\\nNarita Brian-lah yang memenangkan pertarungan spektakuler ini!",
    "Selamat, Brian!!",
    "Kalian berdua!! Itu lari yang luar biasa!!",
    "….Hmph",
    "…!!"
]