{
    "text_block_list": [
        {
            "name": "Tucker Brian",
            "text": "\"Guys! Soal hasil kali ini――\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Ini benar-benar sukses besar—!\""
        },
        {
            "name": "Monolog",
            "text": "(Whoa!)"
        },
        {
            "name": "Tucker Brian",
            "text": "Pelaksanaan rencana pembangunan dan perekrutan tester! Begitulah hari-hari penyempurnaan berlangsung!"
        },
        {
            "name": "Tucker Brian",
            "text": "\"Terutama Ryan! Perekrutan tester ini dimulai karena inisiatifmu! Terima kasih!\""
        },
        {
            "name": "Mejiro Ryan",
            "text": "\"E-eh, tidak begitu! Ini semua berkat usaha kita bersama.\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Iya! Tentu saja, kalian juga bekerja keras! Jadi, begitulah――\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Malam ini kita pesta! Aku akan membuat kalian kenyang dengan kelapa!\""
        },
        {
            "name": "Mejiro Ryan",
            "text": "\"Mmm… jus kelapa racikan Tucker-san, luar biasa…!\""
        },
        {
            "name": "Mejiro Ryan",
            "text": "\"Kerang ini, rumput ini… semuanya hal yang belum pernah kulihat, tapi rasanya enak semua…! Luar biasa!\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Dahaha! Ya, itu salah satu dari sedikit keahlianku!\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Tapi musim panas bakal sibuk. Aku nggak bisa buat lagi untuk sementara. Nikmati selagi bisa!\""
        },
        {
            "name": "Mejiro Ryan",
            "text": "\"…Ah, iya! Saat summer camp memang sibuk banget, ya.\""
        },
        {
            "name": "Mejiro Ryan",
            "text": "\"Sepertinya akan banyak Umamusume dan trainer yang menggunakan Tracen Island, jadi kita juga harus bekerja keras…!\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Oke, aku mengandalkan kalian!\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Semakin banyak masukan yang diterima, Tracen Island akan semakin baik. Kita mendekati yang terkuat!\""
        },
        {
            "name": "Tucker Brian",
            "text": "\"Kalian juga lakukan latihan dengan maksimal, lalu buat laporannya!\""
        },
        {
            "name": "Monolog",
            "text": "\"Begitulah, Tracen Island Evaluation ke-3 berakhir… dan rencana pembangunan berikutnya pun dimulai!\""
        }
    ]
}